Repository: HelleIrina/plan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nb, nn

source: Slug
nb: Timeplannavn
nn: Timeplannamn

source: Show deadlines
nb: Vis frister
nn: Vis fristar

source: Students
nb: Studenter
nn: Studentar

source: Added
nb: Lagt til
nn: Lagt til

source: Subscription
nb: Abonnement
nn: Tinging

source: Subscriptions
nb: Abonnementer
nn: Tingingar

source: Name
nb: Navn
nn: Namn

source: Optional
nb: Valgfritt
nn: Valfritt

source: Lecture type
nb: Forelesningstype
nn: Førelesningstype

source: Lecture types
nb: Forelesningstyper
nn: Førelesningstypar

source: Room
nb: Rom
nn: Rom

source: Rooms
nb: Rom
nn: Rom

source: Group
nb: Parallell
nn: Parallell

source: Groups
nb: Paralleller
nn: Parallellar

source: Code
nb: Kode
nn: Kode

source: Version
nb: Versjon
nn: Versjon

source: Points
nb: Poeng
nn: Poeng

source: Course
nb: Emne
nn: Emne

source: Courses
nb: Emner
nn: Emne

source: spring
nb: våren
nn: våren

source: fall
nb: høsten
nn: hausten

source: Year
nb: År
nn: År

source: Semesters
nb: Semestre
nn: Semester

source: Exam type
nb: Eksamensform
nn: Eksamensform

source: Exam types
nb: Eksamensformer
nn: Eksamensformar

source: Exam date
nb: Eksamensdato
nn: Eksamensdato

source: Exam time
nb: Eksamenstid
nn: Eksamenstid

source: Handout date
nb: Utleveringsdato
nn: Utleveringsdato

source: Handout time
nb: Utleveringstid
nn: Utleveringstid

source: Duration
nb: Varighet
nn: Varigskap

source: Duration in hours
nb: Varighet i timer
nn: Varigskap i timar

source: Exam
nb: Eksamen
nn: Eksamen

source: Exams
nb: Eksamener
nn: Eksamenar

source: Week number
nb: Ukenummer
nn: Vekenummer

source: Lecture week
nb: Forelesningsuke
nn: Førelesningsveke

source: Lecture weeks
nb: Forelesningsuker
nn: Førelesningsveker

source: Lecturer
nb: Foreleser
nn: Førelesar

source: Lecturers
nb: Forelesere
nn: Førelesarar

source: Monday
nb: Mandag

source: Tuesday
nb: Tirsdag

source: Wednesday
nb: Onsdag

source: Thursday
nb: Torsdag

source: Friday
nb: Fredag

source: Week day
nb: Ukedag
nn: Kvardag

source: Start time
nb: Starter
nn: Startar

source: End time
nb: Slutter
nn: Sluttar

source: Lecture
nb: Forelesning
nn: Førelesning

source: Task
nb: Oppgave
nn: Oppgåve

source: Due date
nb: Forfallsdato
nn: Forfallsdato

source: Time
nb: Tid
nn: Tid

source: Done
nb: Ferdig
nn: Ferdig

source: Deadline
nb: Frist

source: Deadlines
nb: Frister

source: %(slug)s' %(semester)s %(year)s schedule for %(resources)s
nb: %(slug)s' timeplan for %(semester)s %(year)s, %(resources)s
nn: %(slug)s' timeplan for %(semester)s %(year)s, %(resources)s

source: %(slug)s's %(semester)s %(year)s schedule for %(resources)s
nb: %(slug)ss timeplan for %(semester)s %(year)s, %(resources)s
nn: %(slug)ss timeplan for %(semester)s %(year)s, %(resources)s

source: Norwegian
nb: Norsk

source: English
nb: engelsk
nn: engelsk

source: Page not found
nb: Siden ble ikke funnet
nn: Sida vart ikkje funnet

source: <code>%(path)s</code> could not be found. Try going back or starting over from the <a href="%(frontpage_url)s">frontpage</a>.
nb: <code>%(path)s</code> ble ikke funnet. Gå tilbake eller prøv på nytt fra <a href="%(frontpage_url)s">hovedsiden</a>.
nn: <code>%(path)s</code> blei ikkje funnet. Gå tilbake eller prøv på nytt frå <a href="%(frontpage_url)s">hovudsiden</a>.

source: Server error
nb: Serverfeil
nn: Tenarfeil

source: An error has occurred, sorry about the inconvenience.
nb: En feil oppstod, beklager bryderiet.
nn: Ein feil har oppstått, orsak bryderiet.

source: The server administrator has all ready been notified of this error.
nb: Serveradministrator er varslet om feilen.

source: Number of timetables
nb: Antall timeplaner
nn: Antall timeplanar

source: Number of timetables over time
nb: Antall timeplaner
nn: Antall timeplanar

source: Add courses
nb: Legg til emne
nn: Legg til emne

source: Please enter the codes for the courses you want to attend
nb: Oppgi emnekoder for emner du ønsker å vise
nn: Oppgi emnekodar for emne du ynske å visa

source: Add course
nb: Legg til emne
nn: Legg til emne

source: Add deadlines
nb: Legg til frister

source: Add deadline
nb: Legg til frist

source: Timetable generator for NTNU students
nb: Timeplangenerator for NTNU-studenter

source: All lecture times and course data have been automatically retrieved from <a href="http://www.ntnu.no/">NTNU</a>. This data may not reflect the actual lecture times due to changes or erroneous imports. The service is provided as is, please ensure that the data is correct before relying on it.
nb: Alle datoer og tider er hentet automatisk fra <a href="http://www.ntnu.no/">NTNUs nettsider</a>. Disse vil ikke alltid gjenspeile virkeligheten, grunnet endringer eller feilaktig dataimport. Tjenesten tilbys uten garantier, forviss deg om at dataene er riktige før du stoler på dem.

source: Code and design &copy; 2008-2012 <b>Thomas Adamcik</b>. This site has no official affiliation with NTNU, and is hosted and run by Thomas Adamcik.
nb: Kildekode og design &copy; 2008-2010 <b>Thomas Adamcik</b>. Siden har ingen offisiell tilknytning til NTNU, og drives på frivilig basis av Thomas Adamcik.

source: Course list
nb: Emneliste

source: Study Guide
nb: Studiehåndbok

source: Exam dates
nb: Eksamensdatoer

source: Exam rules
nb: Eksamensregler

source: Lecture times
nb: Forelesningstider

source: Map Dragvoll
nb: Kart: Dragvoll

source: Map Gløshaugen
nb: Kart: Gløshaugen

source: Find rooms
nb: Søk etter rom

source: The source code is freely available under the <a href="http://www.gnu.org/licenses/agpl-3.0.html">Affero General Public License</a> at <a href="%(SOURCE_URL)s">%(SOURCE_URL)s</a>.
nb: Kildekoden deles under <a href="http://www.gnu.org/licenses/agpl-3.0.html">Affero General Public License</a> på <a href="%(SOURCE_URL)s">%(SOURCE_URL)s</a>.
nn: Kjeldekoden deles under <a href="http://www.gnu.org/licenses/agpl-3.0.html">Affero General Public License</a> på <a href="%(SOURCE_URL)s">%(SOURCE_URL)s</a>.

source: Built using:
nb: Bygget ved hjelp av:
nn: Bygd ved hjelp av:

source: List of all courses
nb: Liste over alle emner

source: All courses during %(semester)s semester
nb: Alle emner, %(semester)s

source: No courses to show for this semester. Back to <a href='..'>your</a> schedule.
nb: Ingen emner for dette semesteret. Tilbake til <a href='..'>timeplanen</a>.

source: Jump to:
nb: Hopp til:

source: Add courses to schedule
nb: Legg til timeplanen

source: Credits
nb: Poeng

source: Exam Type
nb: Eksamensform

source: Description
nb: Beskrivelse
nn: Skildring

source: Syllabus
nb: Pensum

source: Update names
nb: Oppdater navn
nn: Oppdater namn

source: Remove selected
nb: Slett valgte
nn: Slett valde

source: Go to <a href="%(advanced_url)s#courses">advanced options</a> to add and remove courses.
nb: Gå til <a href="%(advanced_url)s#courses">avanserte innstillinger</a> for å legge til eller fjerne emner.
nn: Gå til <a href="%(advanced_url)s#courses">avanserte innstillingar</a> for å leggje til eller fjerne emnar.

source: Go to <a href="%(advanced_url)s#deadlines">advanced options</a> to add and remove deadlines.
nb: Gå til <a href="%(advanced_url)s#deadlines">avanserte innstillinger</a> for å legge til eller slette frister.

source: No deadlines to show, feel free to add some.
nb: Ingen frister å vise, legg gjerne til noen.

source: Go to <a href="%(advanced_url)s#features">advanced options</a> to enable deadlines.
nb: Gå til <a href="%(advanced_url)s#features">avanserte innstillinger</a> for å slå på tidsfrister.

source: Click here to
nb: Klikk her for å

source: disable
nb: deaktivere

source: enable
nb: slå på

source: showing of deadlines.
nb: visning av tidsfrister.

source: Couldn't add one or more courses
nb: Kunne ikke legge til ett eller flere emner
nn: Kunne ikkje leggje til eit eller fleire emnar

source: Sorry, but the generator has been set up to limit timetables to %(max)s courses.
nb: Systemet kan dessverre ikke håndtere mer enn %(max)s emner pr. timeplan.
nn: Systemet kan diverre ikkje handtera meir enn %(max)s emnar pr. timeplan.

source: Adding the following courses failed:
nb: Følgende emner ble ikke lagt inn:
nn: Føljande emnar blei ikkje lagt inn:

source: Back to your <a href="%(adavanced_url)s">schedule</a>.
nb: Tilbake til <a href="%(adavanced_url)s">timeplanen</a>.
nn: Tilbake til <a href="%(adavanced_url)s">timeplanen</a>.

source: Please check that the courses that failed can be found at <a href="http://www.ntnu.no/studieinformasjon/timeplan">http://www.ntnu.no/studieinformasjon/timeplan</a> for this semster.
nb: Kontroller om emnene som feilet finnes på <a href="http://www.ntnu.no/studieinformasjon/timeplan">http://www.ntnu.no/studieinformasjon/timeplan</a> for dette semesteret.

source: Date
nb: Dato

source: Dur.
nb: Var.

source: Handout
nb: Utlevering

source: Didn't find any exams for selected courses.
nb: Fant ingen eksamener for valgte emner.

source: You need to add at least one course before exams will be shown.
nb: Du må legge til minst ett emne før eksamener vises.

source: Change groups
nb: Endre paralleller
nn: Endre grupper

source: Please choose the course variants you belong to.
nb: Velg din parallell.
nn: Vel din parallell.

source: No groups
nb: Ingen paralleller
nn: Ingen parallell

source: Save groups
nb: Lagre paralleller
nn: Lagre parallell

source: Go to <a href="%(groups_url)s">group selection page</a> to change groups/parallels.
nb: Gå til <a href="%(groups_url)s">valg av paralleller</a> for å legge til eller fjerne paralleller.
nn: Gå til <a href="%(groups_url)s#lectures">val av parallell</a> for å vise eller skjule forelesningar.

source: Import deadlines
nb: Importer frister

source: If you enter the idenfiers for other timetables with the same course as your's, you will be given the option to import their deadlines.
nb: Om du oppgir en timeplan som deler felles emner med deg, vil tidsfrister for emnene bli importert til din kalender.

source: Lecture list
nb: Forelesningsliste
nn: Førelesningsliste

source: Day
nb: Dag
nn: Dag

source: Weeks
nb: Uker
nn: Veker

source: Hide selected lectures
nb: Skjul valgte forelesninger
nn: Gjøym valte førelesningar

source: Go to <a href="%(advanced_url)s#lectures">advanced options</a> to toggle which lectures to hide.
nb: Gå til <a href="%(advanced_url)s#lectures">avanserte innstillinger</a> for å vise eller skjule forelesninger.
nn: Gå til <a href="%(advanced_url)s#lectures">avanserte innstillingar</a> for å vise eller skjule forelesningar.

source: Settings
nb: Instillinger

source: Next semesters' lectures are now available, go to <a href="%(next_semester_url)s">%(next_semester_url)s</a> to start adding your courses.
nb: Neste semesters forelesninger er nå klare. Gå til <a href="%(next_semester_url)s">%(next_semester_url)s</a> for å sette opp en timeplan.
nn: Neste semesters forelesningar er nå klare. Gå til <a href="%(next_semester_url)s">%(next_semester_url)s</a> for å sette opp ein timeplan.

source: Hide advanced options
nb: Skjul innstillinger
nn: Skjul innstillingar

source: Advanced options
nb: Avanserte innstillinger
nn: Avanserte innstillingar

source: Weeks:
nb: Uker:
nn: Veker:

source: All
nb: Alle
nn: Alle

source: Current
nb: Inneværende
nn: Inneværande

source: Copy deadlines to
nb: Kopier frister til

source: Course name
nb: Emnenavn

source: Source
nb: Kilde

source: Copy deadlines
nb: Kopier frister

source: No deadlines found. Return to your <a href="%(advanced_url)s">schedule</a>.
nb: Ingen frister funnet. Gå tilbake til <a href="%(advanced_url)s">timeplanen</a>.

source: Select groups for your courses
nb: Velg parallell
nn: Vel parallell for dine emne

source: Switch to English
nb: Bytt til norsk
nn: Bytt til engelsk

source: Sorry, no semesters have been loaded yet.
nb: Beklager, ingen semester er klartgjort enda.

source: Getting started
nb: Kom i gang
nn: Kom i gang

source: Please enter a short name identifying your personal timetable, ie. username, nickname etc. If the name you select is in already taken, choose another one.
nb: Oppgi et kort navn for timeplanen din (f.eks. et brukernavn eller kallenavn). Finn på et annet om det allerede er tatt.

source: To retrieve your timetable simply enter the same identifier you used last time.
nb: Hent en timeplan ved å oppgi samme navnet som da du opprettet den.

source: Top %(limit)s courses %(current)s
nb: Topp %(limit)s emner for %(current)s

source: No courses have been added to any schedules yet.
nb: Ingen timeplaner er opprettet enda.
nn: Ingen timeplanar er opprettet enda.

source: Statistics %(current)s
nb: Statistikk for %(current)s
nn: Statistikk for %(current)s

source: Total number of unique timetables
nb: Antall unike timeplaner
nn: Tal på unike timeplanar

source: Total number of unique courses added
nb: Antall unike emner lagt til
nn: Tal på unike emnar lagt til

source: Total number of deadlines
nb: Antall frister

source: Multiple courses can be added at once by separating course codes with spaces.
nb: Legg til flere emner samtidig ved å skrive inn emnekoder adskilt med mellomrom.
nn: Legg til fleire emnar samtidig ved å skriva inn emnekodar skilt med mellomrom.

source: For quick access to your schedule simply go to <a href="%(shortcut_url)s">%(host)s%(shortcut_url)s</a>
nb: Visste du at du alltid finner timeplanen din på: <a href="%(shortcut_url)s">%(host)s%(shortcut_url)s</a>

source: Did you know that you can choose to hide lectures that you don't want to be shown under <a href="%(adavanced_url)s">advanced options</a>?
nb: Visste du at du kan skjule forelesninger under <a href="%(adavanced_url)s">avanserte innstillinger</a>?

source: Did you know that you can select which groups (paralleller) you want to attend, and than you can select more than one group?
nb: Visste du at du kan velge hvilken parallell du tilhører, og at du kan velge mer enn én?

source: Did you know that you can change which names are used for courses under <a href="%(adavanced_url)s">advanced options</a>?
nb: Visste du at du kan endre visningsnavn på emner under <a href="%(adavanced_url)s">avanserte innstillinger</a>?

source: The <a href="%(course_list_url)s">course list</a> contains all courses for the current semester, including exam dates and allows you to easily select courses to add to your schedule.
nb: <a href="%(course_list_url)s">Emnelisten</a> viser alle emnene for inneværende semester (inkludert eksamensdatoer) og lar deg enkelt legge dem til timeplanen.

source: Calendar export: <a href="%(ical_lectures_url)s">lectures</a>, <a href="%(ical_exams_url)s">exams</a>, <a href="%(ical_deadlines_url)s">deadlines</a> or <a href="%(ical_all_url)s">all combined</a>.
nb: Eksporter kalenderfil: <a href="%(ical_lectures_url)s">forelesninger</a>, <a href="%(ical_exams_url)s">eksamener</a>, <a href="%(ical_deadlines_url)s">frister</a> eller <a href="%(ical_all_url)s">alle tre</a>.

source: Simply download or copy the link to the calendar you want and add it to any application that supports the Ical format.
nb: Last ned eller bruk lenken i valgfritt kalendersystem. (Må støtte ical-formatet).
nn: Last ned eller bruk lenka i valfritt kalendersystem. (Må støtte ical-formatet).

source: Google calendar: <a target="_blank" href="%(google_cal_prefix)s%(host)s%(ical_lectures_url)s">lectures</a>, <a target="_blank" href="%(google_cal_prefix)s%(host)s%(ical_exams_url)s">exams</a>, <a target="_blank" href="%(google_cal_prefix)s%(host)s%(ical_deadlines_url)s">deadlines</a> or <a target="_blank" href="%(google_cal_prefix)s%(host)s%(ical_all_url)s">all combined</a>.
nb: Google Calendar: <a target="_blank" href="%(google_cal_prefix)s%(host)s%(ical_lectures_url)s">forelesninger</a>, <a target="_blank" href="%(google_cal_prefix)s%(host)s%(ical_exams_url)s">eksamener</a>, <a target="_blank" href="%(google_cal_prefix)s%(host)s%(ical_deadlines_url)s">frister</a> eller <a target="_blank" href="%(google_cal_prefix)s%(host)s%(ical_all_url)s">alle tre</a>.

source: Simply click the calendar type you want and it will be added to Google calendar.
nb: Klikk lenken for å legge til i din Google Calendar.
nn: Klikk lenka for å leggja til i din Google Calendar.

source: Enter a space separated list of your friends timetables to copy the deadlines they have entered for any classes you're both attending.
nb: Du kan oppgi ett eller flere timeplannavn (adskilt med mellomrom) for å kopiere frister for emner dere har felles.

source: %(slug)s%(ending)s %(type)s %(year)s schedule for week %(week)s
nb: %(slug)s%(ending)s timeplan for %(type)s %(year)s, uke %(week)s
nn: %(slug)s%(ending)s timeplan for %(type)s %(year)s, uke %(week)s

source: %(slug)s%(ending)s %(type)s %(year)s schedule
nb: %(slug)s%(ending)s timeplan for %(type)s %(year)s
nn: %(slug)s%(ending)s timeplan for %(type)s %(year)s

source: ntnu timetable admin
nb: NTNU timeplanadministrator

source: Last import time
nn: Siste tidspunkt for import

# slug
source: spring
nn: vår

# slug
source: fall
nn: haust

source: Active
nn: Aktiv

source: Combination
nn: Kombinasjon

source: lectures
nn: førelesningar

source: exams
nn: eksamenar

source: The server administrator has already been notified of this error.
nn: Tenaradministrator er varsla om feilen.

source: Timetable generator for %(institution)s students
nn: Timeplangenerator for %(institution)s-studentar

source: All lecture times and course data have been automatically retrieved from <a href="%(url)s">%(institution)s</a>. This data may not reflect the actual lecture times due to changes or erroneous imports. The service is provided as is, please ensure that the data is correct before relying on it.
nn: Alle datoar og tider er hentet automatisk frå <a href="%(url)s">%(institution)s nettsider</a>. Disse vil ikkje alltid gjenspeile røynda, grunnet endringar eller feilaktig dataimport. Tenesten tilbys uten garantiar, forviss deg om at dataene er riktige før du stoler på dei.

source: Code and design &copy; 2008-%(year)s <b>Thomas Adamcik</b>. This site has no official affiliation with %(institution)s.
nn: Kjeldekode og design &copy; 2008-%(year)s <b>Thomas Adamcik</b>. Siden har ingen offisiell knytning til %(institution)s.

source: is run and hosted by
nn: drives på frivillug basis av

source: Please check that the courses that failed can be found at <a href="%(url)s">%(url)s</a> for this semster.
nn: Kontroller om emnene som feilet finnes på <a href="%(url)s">%(url)s</a> for dette semesteret.

source: None
nn: Ingen

source: Change course groups
nn: Bytt parallellar for emne

source: A new semester is available, <a href="%(url)s">click here</a> to get started.
nn: Eit nytt semester er nå tilgjengelig, <a href="%(url)s">klikk her</a> for å komma igang.

source: Please enter a short name identifying your personal timetable, ie. username, nickname etc. If the name you select is in already taken, choose another one.
nn: Gi eit kort namn for timeplanen din (f.eks. et brukernamn eller kallenamn). Finn på eit annet om det allereie er tatt.

source: To retrieve your timetable simply enter the same identifier you used last time.
nn: Hent en timeplan ved å oppgi samme navnet som da du opprettet den.

source: Top %(limit)s courses %(current)s
nn: Topp %(limit)s emnar for %(current)s

source: For quick access to your schedule simply go to <a href="%(shortcut_url)s">%(host)s%(shortcut_url)s</a>
nn: Visste du at du alltid finner timeplanen din på: <a href="%(shortcut_url)s">%(host)s%(shortcut_url)s</a>

source: Did you know that you can choose to hide lectures that you don't want to be shown under <a href="%(adavanced_url)s">advanced options</a>?
nn: Visste du at du kan skjule forelesningar under <a href="%(adavanced_url)s">avanserte innstillingar</a>?

source: Did you know that you can select which groups (paralleller) you want to attend, and than you can select more than one group?
nn: Visste du at du kan velja kva for ein parallell du tilhøyrar, og at du kan velja meir enn ein?

source: Did you know that you can change which names are used for courses under <a href="%(adavanced_url)s">advanced options</a>?
nn: Visste du at du kan endra visningsnamn på emnar under <a href="%(adavanced_url)s">avanserte innstillingar</a>?

source: The <a href="%(course_list_url)s">course list</a> contains all courses for the current semester, including exam dates and allows you to easily select courses to add to your schedule.
nn: <a href="%(course_list_url)s">Emnelista</a> viser alle emnene for inneværande semester (inkludert eksamensdatoar) og lar deg enkelt leggje dem til timeplanen.

source: Calendar export: <a href="%(ical_lectures_url)s">lectures</a>, <a href="%(ical_exams_url)s">exams</a> or <a href="%(ical_all_url)s">both combined</a>.
nn: Eksporter kalenderfil: <a href="%(ical_lectures_url)s">forelesningar</a>, <a href="%(ical_exams_url)s">eksamener</a> eller <a href="%(ical_all_url)s">begge kombinert</a>.

source: Google calendar: <a target="_blank" href="%(google_cal_prefix)s%(host)s%(ical_lectures_url)s">lectures</a>, <a target="_blank" href="%(google_cal_prefix)s%(host)s%(ical_exams_url)s">exams</a> or <a target="_blank" href="%(google_cal_prefix)s%(host)s%(ical_all_url)s">both combined</a>.
nn: Google Calendar: <a target="_blank" href="%(google_cal_prefix)s%(host)s%(ical_lectures_url)s">forelesningar</a>, <a target="_blank" href="%(google_cal_prefix)s%(host)s%(ical_exams_url)s">eksamener</a> eller <a target="_blank" href="%(google_cal_prefix)s%(host)s%(ical_all_url)s">begge kombinert</a>.
